[
    {
        "title": "Sikander Abad Valley",
        "city": "Nagar",
        "address": "Gilgit–Baltistan",
        "distance": 63,
        "price": 200,
        "maxGroupSize": 10,
        "desc": "Sikandarabad is a beautiful village located in the Nagar District of Gilgit–Baltistan in Pakistan. It is the headquarters of District Nagar. Sikandarabad is located on Karakoram Highway(KKH) Sikandarabad is a mountainous area. It is along the "Karakoram range". It is near the base camp of "Rakaposhi" mountain. Opposite Skandarabad there are the great Himalaya range mountains. It contains many fruit trees and also vegetables, for example, cherry, apples, peach, apricot, potatoes, and maize.",
        "reviews": [],
        "photo": "https://www.visitgilgitbaltistan.gov.pk/images/articles/places/places-03-september-2020-093539.646-am.jpg",
        "featured": true
    },
    {
        "title": "Attabad Lake",
        "city": "Hunza",
        "address": "Gilgit–Baltistan",
        "distance": 30,
        "price": 150,
        "maxGroupSize": 15,
        "desc": "Attabad Lake is a stunning artificial lake in the Hunza Valley of Gilgit–Baltistan, Pakistan. It was formed in 2010 as a result of a landslide that created a natural dam on the Hunza River. The turquoise-blue waters against the backdrop of surrounding mountains make it a picturesque destination. Activities such as boating and fishing are popular here.",
        "reviews": [],
        "photo": "https://pakiholic.com/wp-content/uploads/2017/07/16-Attabad-Lake-Gojal-Valley-Pakistan.jpg",
        "featured": true
    },
    {
        "title": "Phandar Valley",
        "city": "Ghizer",
        "address": "Gilgit–Baltistan",
        "distance": 80,
        "price": 250,
        "maxGroupSize": 12,
        "desc": "Phandar Valley is a picturesque valley situated in the Ghizer district of Gilgit–Baltistan, Pakistan. It's known for its breathtaking landscapes, lush green meadows, and pristine blue waters. The valley offers a serene environment and is perfect for nature lovers, trekkers, and photographers.",
        "reviews": [],
        "photo": "https://visitgilgitbaltistan.gov.pk/images/articles/places/Image2022-09-281664352218.jpgg",
        "featured": true
    },
    {
        "title": "Hoper Valley",
        "city": "Nagar",
        "address": "Gilgit–Baltistan",
        "distance": 70,
        "price": 180,
        "maxGroupSize": 8,
        "desc": "Hoper Valley, situated in Nagar district, Gilgit-Baltistan, is a stunning valley renowned for its lush green meadows, diverse flora, and panoramic views. The valley offers hiking trails, camping sites, and a tranquil environment ideal for nature enthusiasts.",
        "reviews": [],
        "photo": "https://upload.wikimedia.org/wikipedia/commons/8/8a/Hopar_Valley.jpg",
        "featured": true
    },
    {
        "title": "Fairy Meadows",
        "city": "Diamer",
        "address": "Gilgit–Baltistan",
        "distance": 60,
        "price": 200,
        "maxGroupSize": 10,
        "desc": "Fairy Meadows, located in Diamer district, Gilgit-Baltistan, is a captivating alpine meadow offering breathtaking views of Nanga Parbat, the world's ninth highest mountain. It's a popular base camp for trekkers and nature lovers seeking a mesmerizing experience amidst nature.",
        "reviews": [],
        "photo": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/29/Nanga_Parbat_The_Killer_Mountain.jpg/800px-Nanga_Parbat_The_Killer_Mountain.jpg",
        "featured": true
    },
    {
        "title": "Skardu",
        "city": "Skardu",
        "address": "Gilgit–Baltistan",
        "distance": 0,
        "price": 300,
        "maxGroupSize": 15,
        "desc": "Skardu, the capital of Skardu District in Gilgit-Baltistan, is a gateway to some of the most spectacular mountain ranges and trekking trails. It's surrounded by mesmerizing landscapes, including the mighty peaks of the Karakoram Range and offers various adventure activities like trekking, mountaineering, and sightseeing.",
        "reviews": [],
        "photo": "https://upload.wikimedia.org/wikipedia/commons/4/4b/Shangri-La%2C_Skardu.jpg",
        "featured": true
    },
    {
        "title": "Deosai National Park",
        "city": "Skardu",
        "address": "Gilgit–Baltistan",
        "distance": 30,
        "price": 150,
        "maxGroupSize": 20,
        "desc": "Deosai National Park, situated in Skardu, Gilgit-Baltistan, is a high-altitude plateau known for its stunning landscapes, diverse wildlife, and vibrant flora. It's one of the highest plateaus globally and offers breathtaking views, making it a haven for nature enthusiasts and wildlife photographers.",
        "reviews": [],
        "photo": "https://upload.wikimedia.org/wikipedia/commons/7/7b/Deosai_pic_hd.jpg",
        "featured": true
    },
    {
        "title": "Baltit Fort",
        "city": "Hunza",
        "address": "Gilgit–Baltistan",
        "distance": 10,
        "price": 100,
        "maxGroupSize": 15,
        "desc": "Baltit Fort, located in Hunza, Gilgit-Baltistan, is an ancient fort with a rich history dating back several centuries. This UNESCO World Heritage Site offers a glimpse into the region's culture, architecture, and heritage, attracting history enthusiasts and tourists alike.",
        "reviews": [],
        "photo": "https://upload.wikimedia.org/wikipedia/commons/4/4b/Baltit_fort_Karimabad_Hunza.jpg",
        "featured": true
    },
    {
        "title": "Naltar Valley",
        "city": "Gilgit",
        "address": "Gilgit–Baltistan",
        "distance": 40,
        "price": 120,
        "maxGroupSize": 12,
        "desc": "Naltar Valley, situated near Gilgit in Gilgit-Baltistan, is famed for its striking beauty, colorful lakes, and skiing opportunities during winters. It's a serene valley with captivating landscapes, making it a must-visit destination for nature lovers and adventure seekers.",
        "reviews": [],
        "photo": "https://i.dawn.com/primary/2018/08/5b728590affc7.jpg",
        "featured": true
    },
    {
        "title": "Shangrila Resort",
        "city": "Skardu",
        "address": "Gilgit–Baltistan",
        "distance": 25,
        "price": 180,
        "maxGroupSize": 10,
        "desc": "Shangrila Resort, often called 'Heaven on Earth', is situated near Skardu in Gilgit-Baltistan. Known for its serene beauty, the resort offers mesmerizing views of the surrounding mountains and Shangrila Lake. It's an ideal spot for relaxation and enjoying the natural beauty of the region.",
        "reviews": [],
        "photo": "https://upload.wikimedia.org/wikipedia/commons/4/44/Shangrila_Resort%2C_Lower_Kachura_Lake%2C_Pakistan.jpg",
        "featured": true
    },
    {
        "title": "Rama Lake",
        "city": "Astore",
        "address": "Gilgit–Baltistan",
        "distance": 50,
        "price": 200,
        "maxGroupSize": 8,
        "desc": "Rama Lake, nestled in the Astore district of Gilgit-Baltistan, is a stunning high-altitude lake surrounded by lush green meadows and snow-capped peaks. It's a serene destination offering breathtaking views, making it a perfect spot for camping and nature exploration.",
        "reviews": [],
        "photo": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f8/Rama_Lake.jpg/1200px-Rama_Lake.jpg",
        "featured": true
    },
    {
        "title": "Khunjerab Pass",
        "city": "Hunza",
        "address": "Gilgit–Baltistan",
        "distance": 100,
        "price": 250,
        "maxGroupSize": 15,
        "desc": "Khunjerab Pass, located in the Hunza district, is a high mountain pass connecting Pakistan with China. It's the highest paved international border crossing globally and offers awe-inspiring views of snow-covered peaks and a diverse range of flora and fauna.",
        "reviews": [],
        "photo": "https://upload.wikimedia.org/wikipedia/commons/1/16/Khunjerab_Pass_-.jpg",
        "featured": true
    }
]